app/controllers/users_controller.rb

INSERT INTO `users` (`email`, `username`, `password_digest`, `created_at`, `updated_at`) VALUES ('vietpro.huynhh@gmail.com', 'viet123', '$2a$12$5htmRAthCvkUEGRLDJpvi.X2XsDfMm4lhbTjS.ncG6yOAeEt1Rf4.', '2020-11-29 05:32:18.258384', '2020-11-29 05:32:18.258384')
---
  def create
    @user = User.new user_params
    if @user.save